Revit 2027 API
ParameterTypeId.ProfileFamTypePlusNone Property
 "Profile"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ProfileFamTypePlusNone { get; }
Public Shared ReadOnly Property ProfileFamTypePlusNone As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ProfileFamTypePlusNone {
	ForgeTypeId^ get ();
}
static member ProfileFamTypePlusNone : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace